Revit 2027 API
CloudPoint Type Conversions
The CloudPoint type exposes the following members.
Operators
Name | Description
Implicit(CloudPoint to XYZ) |  Creates an XYZ object from this point cloud.
Top
See Also
Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace